BLong10/generateLogs023630/k6-qmsl4_tracing_20230130_022430.log

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: /load-testing.js
     output: -

  scenarios: (100.00%) 1 scenario, 2 max VUs, 5m30s max duration (incl. graceful stop):
           * default: 2 looping VUs for 5m0s (gracefulStop: 30s)


running (0m01.0s), 2/2 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 2 VUs  0m01.0s/5m0s

running (0m02.0s), 2/2 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 2 VUs  0m02.0s/5m0s

running (0m03.0s), 2/2 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 2 VUs  0m03.0s/5m0s

running (0m04.0s), 2/2 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 2 VUs  0m04.0s/5m0s

running (0m05.0s), 2/2 VUs, 4 complete and 0 interrupted iterations
default   [   2% ] 2 VUs  0m05.0s/5m0s

running (0m06.0s), 2/2 VUs, 4 complete and 0 interrupted iterations
default   [   2% ] 2 VUs  0m06.0s/5m0s

running (0m07.0s), 2/2 VUs, 6 complete and 0 interrupted iterations
default   [   2% ] 2 VUs  0m07.0s/5m0s

running (0m08.0s), 2/2 VUs, 6 complete and 0 interrupted iterations
default   [   3% ] 2 VUs  0m08.0s/5m0s

running (0m09.0s), 2/2 VUs, 8 complete and 0 interrupted iterations
default   [   3% ] 2 VUs  0m09.0s/5m0s

running (0m10.0s), 2/2 VUs, 8 complete and 0 interrupted iterations
default   [   3% ] 2 VUs  0m10.0s/5m0s

running (0m11.0s), 2/2 VUs, 10 complete and 0 interrupted iterations
default   [   4% ] 2 VUs  0m11.0s/5m0s

running (0m12.0s), 2/2 VUs, 10 complete and 0 interrupted iterations
default   [   4% ] 2 VUs  0m12.0s/5m0s

running (0m13.0s), 2/2 VUs, 12 complete and 0 interrupted iterations
default   [   4% ] 2 VUs  0m13.0s/5m0s

running (0m14.0s), 2/2 VUs, 12 complete and 0 interrupted iterations
default   [   5% ] 2 VUs  0m14.0s/5m0s

running (0m15.0s), 2/2 VUs, 14 complete and 0 interrupted iterations
default   [   5% ] 2 VUs  0m15.0s/5m0s

running (0m16.0s), 2/2 VUs, 14 complete and 0 interrupted iterations
default   [   5% ] 2 VUs  0m16.0s/5m0s

running (0m17.0s), 2/2 VUs, 16 complete and 0 interrupted iterations
default   [   6% ] 2 VUs  0m17.0s/5m0s

running (0m18.0s), 2/2 VUs, 16 complete and 0 interrupted iterations
default   [   6% ] 2 VUs  0m18.0s/5m0s

running (0m19.0s), 2/2 VUs, 18 complete and 0 interrupted iterations
default   [   6% ] 2 VUs  0m19.0s/5m0s

running (0m20.0s), 2/2 VUs, 18 complete and 0 interrupted iterations
default   [   7% ] 2 VUs  0m20.0s/5m0s

running (0m21.0s), 2/2 VUs, 20 complete and 0 interrupted iterations
default   [   7% ] 2 VUs  0m21.0s/5m0s

running (0m22.0s), 2/2 VUs, 20 complete and 0 interrupted iterations
default   [   7% ] 2 VUs  0m22.0s/5m0s

running (0m23.0s), 2/2 VUs, 22 complete and 0 interrupted iterations
default   [   8% ] 2 VUs  0m23.0s/5m0s

running (0m24.0s), 2/2 VUs, 22 complete and 0 interrupted iterations
default   [   8% ] 2 VUs  0m24.0s/5m0s

running (0m25.0s), 2/2 VUs, 24 complete and 0 interrupted iterations
default   [   8% ] 2 VUs  0m25.0s/5m0s

running (0m26.0s), 2/2 VUs, 24 complete and 0 interrupted iterations
default   [   9% ] 2 VUs  0m26.0s/5m0s

running (0m27.0s), 2/2 VUs, 26 complete and 0 interrupted iterations
default   [   9% ] 2 VUs  0m27.0s/5m0s

running (0m28.0s), 2/2 VUs, 26 complete and 0 interrupted iterations
default   [   9% ] 2 VUs  0m28.0s/5m0s

running (0m29.0s), 2/2 VUs, 28 complete and 0 interrupted iterations
default   [  10% ] 2 VUs  0m29.0s/5m0s

running (0m30.0s), 2/2 VUs, 28 complete and 0 interrupted iterations
default   [  10% ] 2 VUs  0m30.0s/5m0s

running (0m31.0s), 2/2 VUs, 30 complete and 0 interrupted iterations
default   [  10% ] 2 VUs  0m31.0s/5m0s

running (0m32.0s), 2/2 VUs, 30 complete and 0 interrupted iterations
default   [  11% ] 2 VUs  0m32.0s/5m0s

running (0m33.0s), 2/2 VUs, 32 complete and 0 interrupted iterations
default   [  11% ] 2 VUs  0m33.0s/5m0s

running (0m34.0s), 2/2 VUs, 32 complete and 0 interrupted iterations
default   [  11% ] 2 VUs  0m34.0s/5m0s

running (0m35.0s), 2/2 VUs, 34 complete and 0 interrupted iterations
default   [  12% ] 2 VUs  0m35.0s/5m0s

running (0m36.0s), 2/2 VUs, 34 complete and 0 interrupted iterations
default   [  12% ] 2 VUs  0m36.0s/5m0s

running (0m37.0s), 2/2 VUs, 36 complete and 0 interrupted iterations
default   [  12% ] 2 VUs  0m37.0s/5m0s

running (0m38.0s), 2/2 VUs, 36 complete and 0 interrupted iterations
default   [  13% ] 2 VUs  0m38.0s/5m0s

running (0m39.0s), 2/2 VUs, 38 complete and 0 interrupted iterations
default   [  13% ] 2 VUs  0m39.0s/5m0s

running (0m40.0s), 2/2 VUs, 38 complete and 0 interrupted iterations
default   [  13% ] 2 VUs  0m40.0s/5m0s

running (0m41.0s), 2/2 VUs, 40 complete and 0 interrupted iterations
default   [  14% ] 2 VUs  0m41.0s/5m0s

running (0m42.0s), 2/2 VUs, 40 complete and 0 interrupted iterations
default   [  14% ] 2 VUs  0m42.0s/5m0s

running (0m43.0s), 2/2 VUs, 42 complete and 0 interrupted iterations
default   [  14% ] 2 VUs  0m43.0s/5m0s

running (0m44.0s), 2/2 VUs, 42 complete and 0 interrupted iterations
default   [  15% ] 2 VUs  0m44.0s/5m0s

running (0m45.0s), 2/2 VUs, 44 complete and 0 interrupted iterations
default   [  15% ] 2 VUs  0m45.0s/5m0s

running (0m46.0s), 2/2 VUs, 44 complete and 0 interrupted iterations
default   [  15% ] 2 VUs  0m46.0s/5m0s

running (0m47.0s), 2/2 VUs, 46 complete and 0 interrupted iterations
default   [  16% ] 2 VUs  0m47.0s/5m0s

running (0m48.0s), 2/2 VUs, 46 complete and 0 interrupted iterations
default   [  16% ] 2 VUs  0m48.0s/5m0s

running (0m49.0s), 2/2 VUs, 48 complete and 0 interrupted iterations
default   [  16% ] 2 VUs  0m49.0s/5m0s

running (0m50.0s), 2/2 VUs, 48 complete and 0 interrupted iterations
default   [  17% ] 2 VUs  0m50.0s/5m0s

running (0m51.0s), 2/2 VUs, 50 complete and 0 interrupted iterations
default   [  17% ] 2 VUs  0m51.0s/5m0s

running (0m52.0s), 2/2 VUs, 50 complete and 0 interrupted iterations
default   [  17% ] 2 VUs  0m52.0s/5m0s

running (0m53.0s), 2/2 VUs, 52 complete and 0 interrupted iterations
default   [  18% ] 2 VUs  0m53.0s/5m0s

running (0m54.0s), 2/2 VUs, 52 complete and 0 interrupted iterations
default   [  18% ] 2 VUs  0m54.0s/5m0s

running (0m55.0s), 2/2 VUs, 54 complete and 0 interrupted iterations
default   [  18% ] 2 VUs  0m55.0s/5m0s

running (0m56.0s), 2/2 VUs, 54 complete and 0 interrupted iterations
default   [  19% ] 2 VUs  0m56.0s/5m0s

running (0m57.0s), 2/2 VUs, 56 complete and 0 interrupted iterations
default   [  19% ] 2 VUs  0m57.0s/5m0s

running (0m58.0s), 2/2 VUs, 56 complete and 0 interrupted iterations
default   [  19% ] 2 VUs  0m58.0s/5m0s

running (0m59.0s), 2/2 VUs, 58 complete and 0 interrupted iterations
default   [  20% ] 2 VUs  0m59.0s/5m0s

running (1m00.0s), 2/2 VUs, 58 complete and 0 interrupted iterations
default   [  20% ] 2 VUs  1m00.0s/5m0s

running (1m01.0s), 2/2 VUs, 60 complete and 0 interrupted iterations
default   [  20% ] 2 VUs  1m01.0s/5m0s

running (1m02.0s), 2/2 VUs, 60 complete and 0 interrupted iterations
default   [  21% ] 2 VUs  1m02.0s/5m0s

running (1m03.0s), 2/2 VUs, 62 complete and 0 interrupted iterations
default   [  21% ] 2 VUs  1m03.0s/5m0s

running (1m04.0s), 2/2 VUs, 62 complete and 0 interrupted iterations
default   [  21% ] 2 VUs  1m04.0s/5m0s

running (1m05.0s), 2/2 VUs, 64 complete and 0 interrupted iterations
default   [  22% ] 2 VUs  1m05.0s/5m0s

running (1m06.0s), 2/2 VUs, 64 complete and 0 interrupted iterations
default   [  22% ] 2 VUs  1m06.0s/5m0s

running (1m07.0s), 2/2 VUs, 66 complete and 0 interrupted iterations
default   [  22% ] 2 VUs  1m07.0s/5m0s

running (1m08.0s), 2/2 VUs, 66 complete and 0 interrupted iterations
default   [  23% ] 2 VUs  1m08.0s/5m0s

running (1m09.0s), 2/2 VUs, 68 complete and 0 interrupted iterations
default   [  23% ] 2 VUs  1m09.0s/5m0s

running (1m10.0s), 2/2 VUs, 68 complete and 0 interrupted iterations
default   [  23% ] 2 VUs  1m10.0s/5m0s

running (1m11.0s), 2/2 VUs, 70 complete and 0 interrupted iterations
default   [  24% ] 2 VUs  1m11.0s/5m0s

running (1m12.0s), 2/2 VUs, 70 complete and 0 interrupted iterations
default   [  24% ] 2 VUs  1m12.0s/5m0s

running (1m13.0s), 2/2 VUs, 72 complete and 0 interrupted iterations
default   [  24% ] 2 VUs  1m13.0s/5m0s

running (1m14.0s), 2/2 VUs, 72 complete and 0 interrupted iterations
default   [  25% ] 2 VUs  1m14.0s/5m0s

running (1m15.0s), 2/2 VUs, 74 complete and 0 interrupted iterations
default   [  25% ] 2 VUs  1m15.0s/5m0s

running (1m16.0s), 2/2 VUs, 74 complete and 0 interrupted iterations
default   [  25% ] 2 VUs  1m16.0s/5m0s

running (1m17.0s), 2/2 VUs, 76 complete and 0 interrupted iterations
default   [  26% ] 2 VUs  1m17.0s/5m0s

running (1m18.0s), 2/2 VUs, 76 complete and 0 interrupted iterations
default   [  26% ] 2 VUs  1m18.0s/5m0s

running (1m19.0s), 2/2 VUs, 78 complete and 0 interrupted iterations
default   [  26% ] 2 VUs  1m19.0s/5m0s

running (1m20.0s), 2/2 VUs, 78 complete and 0 interrupted iterations
default   [  27% ] 2 VUs  1m20.0s/5m0s

running (1m21.0s), 2/2 VUs, 80 complete and 0 interrupted iterations
default   [  27% ] 2 VUs  1m21.0s/5m0s

running (1m22.0s), 2/2 VUs, 80 complete and 0 interrupted iterations
default   [  27% ] 2 VUs  1m22.0s/5m0s

running (1m23.0s), 2/2 VUs, 82 complete and 0 interrupted iterations
default   [  28% ] 2 VUs  1m23.0s/5m0s

running (1m24.0s), 2/2 VUs, 82 complete and 0 interrupted iterations
default   [  28% ] 2 VUs  1m24.0s/5m0s

running (1m25.0s), 2/2 VUs, 84 complete and 0 interrupted iterations
default   [  28% ] 2 VUs  1m25.0s/5m0s

running (1m26.0s), 2/2 VUs, 84 complete and 0 interrupted iterations
default   [  29% ] 2 VUs  1m26.0s/5m0s

running (1m27.0s), 2/2 VUs, 86 complete and 0 interrupted iterations
default   [  29% ] 2 VUs  1m27.0s/5m0s

running (1m28.0s), 2/2 VUs, 86 complete and 0 interrupted iterations
default   [  29% ] 2 VUs  1m28.0s/5m0s

running (1m29.0s), 2/2 VUs, 88 complete and 0 interrupted iterations
default   [  30% ] 2 VUs  1m29.0s/5m0s

running (1m30.0s), 2/2 VUs, 88 complete and 0 interrupted iterations
default   [  30% ] 2 VUs  1m30.0s/5m0s

running (1m31.0s), 2/2 VUs, 90 complete and 0 interrupted iterations
default   [  30% ] 2 VUs  1m31.0s/5m0s

running (1m32.0s), 2/2 VUs, 90 complete and 0 interrupted iterations
default   [  31% ] 2 VUs  1m32.0s/5m0s

running (1m33.0s), 2/2 VUs, 92 complete and 0 interrupted iterations
default   [  31% ] 2 VUs  1m33.0s/5m0s

running (1m34.0s), 2/2 VUs, 92 complete and 0 interrupted iterations
default   [  31% ] 2 VUs  1m34.0s/5m0s

running (1m35.0s), 2/2 VUs, 94 complete and 0 interrupted iterations
default   [  32% ] 2 VUs  1m35.0s/5m0s

running (1m36.0s), 2/2 VUs, 94 complete and 0 interrupted iterations
default   [  32% ] 2 VUs  1m36.0s/5m0s

running (1m37.0s), 2/2 VUs, 96 complete and 0 interrupted iterations
default   [  32% ] 2 VUs  1m37.0s/5m0s

running (1m38.0s), 2/2 VUs, 96 complete and 0 interrupted iterations
default   [  33% ] 2 VUs  1m38.0s/5m0s

running (1m39.0s), 2/2 VUs, 98 complete and 0 interrupted iterations
default   [  33% ] 2 VUs  1m39.0s/5m0s

running (1m40.0s), 2/2 VUs, 98 complete and 0 interrupted iterations
default   [  33% ] 2 VUs  1m40.0s/5m0s

running (1m41.0s), 2/2 VUs, 100 complete and 0 interrupted iterations
default   [  34% ] 2 VUs  1m41.0s/5m0s

running (1m42.0s), 2/2 VUs, 100 complete and 0 interrupted iterations
default   [  34% ] 2 VUs  1m42.0s/5m0s

running (1m43.0s), 2/2 VUs, 102 complete and 0 interrupted iterations
default   [  34% ] 2 VUs  1m43.0s/5m0s

running (1m44.0s), 2/2 VUs, 102 complete and 0 interrupted iterations
default   [  35% ] 2 VUs  1m44.0s/5m0s

running (1m45.0s), 2/2 VUs, 104 complete and 0 interrupted iterations
default   [  35% ] 2 VUs  1m45.0s/5m0s

running (1m46.0s), 2/2 VUs, 104 complete and 0 interrupted iterations
default   [  35% ] 2 VUs  1m46.0s/5m0s

running (1m47.0s), 2/2 VUs, 106 complete and 0 interrupted iterations
default   [  36% ] 2 VUs  1m47.0s/5m0s

running (1m48.0s), 2/2 VUs, 106 complete and 0 interrupted iterations
default   [  36% ] 2 VUs  1m48.0s/5m0s

running (1m49.0s), 2/2 VUs, 108 complete and 0 interrupted iterations
default   [  36% ] 2 VUs  1m49.0s/5m0s

running (1m50.0s), 2/2 VUs, 108 complete and 0 interrupted iterations
default   [  37% ] 2 VUs  1m50.0s/5m0s

running (1m51.0s), 2/2 VUs, 110 complete and 0 interrupted iterations
default   [  37% ] 2 VUs  1m51.0s/5m0s

running (1m52.0s), 2/2 VUs, 110 complete and 0 interrupted iterations
default   [  37% ] 2 VUs  1m52.0s/5m0s

running (1m53.0s), 2/2 VUs, 112 complete and 0 interrupted iterations
default   [  38% ] 2 VUs  1m53.0s/5m0s

running (1m54.0s), 2/2 VUs, 112 complete and 0 interrupted iterations
default   [  38% ] 2 VUs  1m54.0s/5m0s

running (1m55.0s), 2/2 VUs, 114 complete and 0 interrupted iterations
default   [  38% ] 2 VUs  1m55.0s/5m0s

running (1m56.0s), 2/2 VUs, 114 complete and 0 interrupted iterations
default   [  39% ] 2 VUs  1m56.0s/5m0s

running (1m57.0s), 2/2 VUs, 116 complete and 0 interrupted iterations
default   [  39% ] 2 VUs  1m57.0s/5m0s

running (1m58.0s), 2/2 VUs, 116 complete and 0 interrupted iterations
default   [  39% ] 2 VUs  1m58.0s/5m0s

running (1m59.0s), 2/2 VUs, 118 complete and 0 interrupted iterations
default   [  40% ] 2 VUs  1m59.0s/5m0s

running (2m00.0s), 2/2 VUs, 118 complete and 0 interrupted iterations
default   [  40% ] 2 VUs  2m00.0s/5m0s

running (2m01.0s), 2/2 VUs, 120 complete and 0 interrupted iterations
default   [  40% ] 2 VUs  2m01.0s/5m0s

running (2m02.0s), 2/2 VUs, 120 complete and 0 interrupted iterations
default   [  41% ] 2 VUs  2m02.0s/5m0s

running (2m03.0s), 2/2 VUs, 122 complete and 0 interrupted iterations
default   [  41% ] 2 VUs  2m03.0s/5m0s

running (2m04.0s), 2/2 VUs, 122 complete and 0 interrupted iterations
default   [  41% ] 2 VUs  2m04.0s/5m0s

running (2m05.0s), 2/2 VUs, 124 complete and 0 interrupted iterations
default   [  42% ] 2 VUs  2m05.0s/5m0s

running (2m06.0s), 2/2 VUs, 124 complete and 0 interrupted iterations
default   [  42% ] 2 VUs  2m06.0s/5m0s

running (2m07.0s), 2/2 VUs, 126 complete and 0 interrupted iterations
default   [  42% ] 2 VUs  2m07.0s/5m0s

running (2m08.0s), 2/2 VUs, 126 complete and 0 interrupted iterations
default   [  43% ] 2 VUs  2m08.0s/5m0s

running (2m09.0s), 2/2 VUs, 128 complete and 0 interrupted iterations
default   [  43% ] 2 VUs  2m09.0s/5m0s

running (2m10.0s), 2/2 VUs, 128 complete and 0 interrupted iterations
default   [  43% ] 2 VUs  2m10.0s/5m0s

running (2m11.0s), 2/2 VUs, 130 complete and 0 interrupted iterations
default   [  44% ] 2 VUs  2m11.0s/5m0s

running (2m12.0s), 2/2 VUs, 130 complete and 0 interrupted iterations
default   [  44% ] 2 VUs  2m12.0s/5m0s

running (2m13.0s), 2/2 VUs, 132 complete and 0 interrupted iterations
default   [  44% ] 2 VUs  2m13.0s/5m0s

running (2m14.0s), 2/2 VUs, 132 complete and 0 interrupted iterations
default   [  45% ] 2 VUs  2m14.0s/5m0s

running (2m15.0s), 2/2 VUs, 134 complete and 0 interrupted iterations
default   [  45% ] 2 VUs  2m15.0s/5m0s

running (2m16.0s), 2/2 VUs, 134 complete and 0 interrupted iterations
default   [  45% ] 2 VUs  2m16.0s/5m0s

running (2m17.0s), 2/2 VUs, 136 complete and 0 interrupted iterations
default   [  46% ] 2 VUs  2m17.0s/5m0s

running (2m18.0s), 2/2 VUs, 136 complete and 0 interrupted iterations
default   [  46% ] 2 VUs  2m18.0s/5m0s

running (2m19.0s), 2/2 VUs, 138 complete and 0 interrupted iterations
default   [  46% ] 2 VUs  2m19.0s/5m0s

running (2m20.0s), 2/2 VUs, 138 complete and 0 interrupted iterations
default   [  47% ] 2 VUs  2m20.0s/5m0s

running (2m21.0s), 2/2 VUs, 140 complete and 0 interrupted iterations
default   [  47% ] 2 VUs  2m21.0s/5m0s

running (2m22.0s), 2/2 VUs, 140 complete and 0 interrupted iterations
default   [  47% ] 2 VUs  2m22.0s/5m0s

running (2m23.0s), 2/2 VUs, 142 complete and 0 interrupted iterations
default   [  48% ] 2 VUs  2m23.0s/5m0s

running (2m24.0s), 2/2 VUs, 142 complete and 0 interrupted iterations
default   [  48% ] 2 VUs  2m24.0s/5m0s

running (2m25.0s), 2/2 VUs, 144 complete and 0 interrupted iterations
default   [  48% ] 2 VUs  2m25.0s/5m0s

running (2m26.0s), 2/2 VUs, 144 complete and 0 interrupted iterations
default   [  49% ] 2 VUs  2m26.0s/5m0s

running (2m27.0s), 2/2 VUs, 146 complete and 0 interrupted iterations
default   [  49% ] 2 VUs  2m27.0s/5m0s

running (2m28.0s), 2/2 VUs, 146 complete and 0 interrupted iterations
default   [  49% ] 2 VUs  2m28.0s/5m0s

running (2m29.0s), 2/2 VUs, 148 complete and 0 interrupted iterations
default   [  50% ] 2 VUs  2m29.0s/5m0s

running (2m30.0s), 2/2 VUs, 148 complete and 0 interrupted iterations
default   [  50% ] 2 VUs  2m30.0s/5m0s

running (2m31.0s), 2/2 VUs, 150 complete and 0 interrupted iterations
default   [  50% ] 2 VUs  2m31.0s/5m0s

running (2m32.0s), 2/2 VUs, 150 complete and 0 interrupted iterations
default   [  51% ] 2 VUs  2m32.0s/5m0s

running (2m33.0s), 2/2 VUs, 152 complete and 0 interrupted iterations
default   [  51% ] 2 VUs  2m33.0s/5m0s

running (2m34.0s), 2/2 VUs, 152 complete and 0 interrupted iterations
default   [  51% ] 2 VUs  2m34.0s/5m0s

running (2m35.0s), 2/2 VUs, 154 complete and 0 interrupted iterations
default   [  52% ] 2 VUs  2m35.0s/5m0s

running (2m36.0s), 2/2 VUs, 154 complete and 0 interrupted iterations
default   [  52% ] 2 VUs  2m36.0s/5m0s

running (2m37.0s), 2/2 VUs, 156 complete and 0 interrupted iterations
default   [  52% ] 2 VUs  2m37.0s/5m0s

running (2m38.0s), 2/2 VUs, 156 complete and 0 interrupted iterations
default   [  53% ] 2 VUs  2m38.0s/5m0s

running (2m39.0s), 2/2 VUs, 158 complete and 0 interrupted iterations
default   [  53% ] 2 VUs  2m39.0s/5m0s

running (2m40.0s), 2/2 VUs, 158 complete and 0 interrupted iterations
default   [  53% ] 2 VUs  2m40.0s/5m0s

running (2m41.0s), 2/2 VUs, 160 complete and 0 interrupted iterations
default   [  54% ] 2 VUs  2m41.0s/5m0s

running (2m42.0s), 2/2 VUs, 160 complete and 0 interrupted iterations
default   [  54% ] 2 VUs  2m42.0s/5m0s

running (2m43.0s), 2/2 VUs, 162 complete and 0 interrupted iterations
default   [  54% ] 2 VUs  2m43.0s/5m0s

running (2m44.0s), 2/2 VUs, 162 complete and 0 interrupted iterations
default   [  55% ] 2 VUs  2m44.0s/5m0s

running (2m45.0s), 2/2 VUs, 164 complete and 0 interrupted iterations
default   [  55% ] 2 VUs  2m45.0s/5m0s

running (2m46.0s), 2/2 VUs, 164 complete and 0 interrupted iterations
default   [  55% ] 2 VUs  2m46.0s/5m0s

running (2m47.0s), 2/2 VUs, 166 complete and 0 interrupted iterations
default   [  56% ] 2 VUs  2m47.0s/5m0s

running (2m48.0s), 2/2 VUs, 166 complete and 0 interrupted iterations
default   [  56% ] 2 VUs  2m48.0s/5m0s

running (2m49.0s), 2/2 VUs, 168 complete and 0 interrupted iterations
default   [  56% ] 2 VUs  2m49.0s/5m0s

running (2m50.0s), 2/2 VUs, 168 complete and 0 interrupted iterations
default   [  57% ] 2 VUs  2m50.0s/5m0s

running (2m51.0s), 2/2 VUs, 170 complete and 0 interrupted iterations
default   [  57% ] 2 VUs  2m51.0s/5m0s

running (2m52.0s), 2/2 VUs, 170 complete and 0 interrupted iterations
default   [  57% ] 2 VUs  2m52.0s/5m0s

running (2m53.0s), 2/2 VUs, 172 complete and 0 interrupted iterations
default   [  58% ] 2 VUs  2m53.0s/5m0s

running (2m54.0s), 2/2 VUs, 172 complete and 0 interrupted iterations
default   [  58% ] 2 VUs  2m54.0s/5m0s

running (2m55.0s), 2/2 VUs, 174 complete and 0 interrupted iterations
default   [  58% ] 2 VUs  2m55.0s/5m0s

running (2m56.0s), 2/2 VUs, 174 complete and 0 interrupted iterations
default   [  59% ] 2 VUs  2m56.0s/5m0s

running (2m57.0s), 2/2 VUs, 176 complete and 0 interrupted iterations
default   [  59% ] 2 VUs  2m57.0s/5m0s

running (2m58.0s), 2/2 VUs, 176 complete and 0 interrupted iterations
default   [  59% ] 2 VUs  2m58.0s/5m0s

running (2m59.0s), 2/2 VUs, 178 complete and 0 interrupted iterations
default   [  60% ] 2 VUs  2m59.0s/5m0s

running (3m00.0s), 2/2 VUs, 178 complete and 0 interrupted iterations
default   [  60% ] 2 VUs  3m00.0s/5m0s

running (3m01.0s), 2/2 VUs, 180 complete and 0 interrupted iterations
default   [  60% ] 2 VUs  3m01.0s/5m0s

running (3m02.0s), 2/2 VUs, 180 complete and 0 interrupted iterations
default   [  61% ] 2 VUs  3m02.0s/5m0s

running (3m03.0s), 2/2 VUs, 182 complete and 0 interrupted iterations
default   [  61% ] 2 VUs  3m03.0s/5m0s

running (3m04.0s), 2/2 VUs, 182 complete and 0 interrupted iterations
default   [  61% ] 2 VUs  3m04.0s/5m0s

running (3m05.0s), 2/2 VUs, 184 complete and 0 interrupted iterations
default   [  62% ] 2 VUs  3m05.0s/5m0s

running (3m06.0s), 2/2 VUs, 184 complete and 0 interrupted iterations
default   [  62% ] 2 VUs  3m06.0s/5m0s

running (3m07.0s), 2/2 VUs, 186 complete and 0 interrupted iterations
default   [  62% ] 2 VUs  3m07.0s/5m0s

running (3m08.0s), 2/2 VUs, 186 complete and 0 interrupted iterations
default   [  63% ] 2 VUs  3m08.0s/5m0s

running (3m09.0s), 2/2 VUs, 188 complete and 0 interrupted iterations
default   [  63% ] 2 VUs  3m09.0s/5m0s

running (3m10.0s), 2/2 VUs, 188 complete and 0 interrupted iterations
default   [  63% ] 2 VUs  3m10.0s/5m0s

running (3m11.0s), 2/2 VUs, 190 complete and 0 interrupted iterations
default   [  64% ] 2 VUs  3m11.0s/5m0s

running (3m12.0s), 2/2 VUs, 190 complete and 0 interrupted iterations
default   [  64% ] 2 VUs  3m12.0s/5m0s

running (3m13.0s), 2/2 VUs, 192 complete and 0 interrupted iterations
default   [  64% ] 2 VUs  3m13.0s/5m0s

running (3m14.0s), 2/2 VUs, 192 complete and 0 interrupted iterations
default   [  65% ] 2 VUs  3m14.0s/5m0s

running (3m15.0s), 2/2 VUs, 194 complete and 0 interrupted iterations
default   [  65% ] 2 VUs  3m15.0s/5m0s

running (3m16.0s), 2/2 VUs, 194 complete and 0 interrupted iterations
default   [  65% ] 2 VUs  3m16.0s/5m0s

running (3m17.0s), 2/2 VUs, 196 complete and 0 interrupted iterations
default   [  66% ] 2 VUs  3m17.0s/5m0s

running (3m18.0s), 2/2 VUs, 196 complete and 0 interrupted iterations
default   [  66% ] 2 VUs  3m18.0s/5m0s

running (3m19.0s), 2/2 VUs, 198 complete and 0 interrupted iterations
default   [  66% ] 2 VUs  3m19.0s/5m0s

running (3m20.0s), 2/2 VUs, 198 complete and 0 interrupted iterations
default   [  67% ] 2 VUs  3m20.0s/5m0s

running (3m21.0s), 2/2 VUs, 200 complete and 0 interrupted iterations
default   [  67% ] 2 VUs  3m21.0s/5m0s

running (3m22.0s), 2/2 VUs, 200 complete and 0 interrupted iterations
default   [  67% ] 2 VUs  3m22.0s/5m0s

running (3m23.0s), 2/2 VUs, 202 complete and 0 interrupted iterations
default   [  68% ] 2 VUs  3m23.0s/5m0s

running (3m24.0s), 2/2 VUs, 202 complete and 0 interrupted iterations
default   [  68% ] 2 VUs  3m24.0s/5m0s

running (3m25.0s), 2/2 VUs, 204 complete and 0 interrupted iterations
default   [  68% ] 2 VUs  3m25.0s/5m0s

running (3m26.0s), 2/2 VUs, 204 complete and 0 interrupted iterations
default   [  69% ] 2 VUs  3m26.0s/5m0s

running (3m27.0s), 2/2 VUs, 206 complete and 0 interrupted iterations
default   [  69% ] 2 VUs  3m27.0s/5m0s

running (3m28.0s), 2/2 VUs, 206 complete and 0 interrupted iterations
default   [  69% ] 2 VUs  3m28.0s/5m0s

running (3m29.0s), 2/2 VUs, 208 complete and 0 interrupted iterations
default   [  70% ] 2 VUs  3m29.0s/5m0s

running (3m30.0s), 2/2 VUs, 208 complete and 0 interrupted iterations
default   [  70% ] 2 VUs  3m30.0s/5m0s

running (3m31.0s), 2/2 VUs, 210 complete and 0 interrupted iterations
default   [  70% ] 2 VUs  3m31.0s/5m0s

running (3m32.0s), 2/2 VUs, 210 complete and 0 interrupted iterations
default   [  71% ] 2 VUs  3m32.0s/5m0s

running (3m33.0s), 2/2 VUs, 212 complete and 0 interrupted iterations
default   [  71% ] 2 VUs  3m33.0s/5m0s

running (3m34.0s), 2/2 VUs, 212 complete and 0 interrupted iterations
default   [  71% ] 2 VUs  3m34.0s/5m0s

running (3m35.0s), 2/2 VUs, 214 complete and 0 interrupted iterations
default   [  72% ] 2 VUs  3m35.0s/5m0s

running (3m36.0s), 2/2 VUs, 214 complete and 0 interrupted iterations
default   [  72% ] 2 VUs  3m36.0s/5m0s

running (3m37.0s), 2/2 VUs, 216 complete and 0 interrupted iterations
default   [  72% ] 2 VUs  3m37.0s/5m0s

running (3m38.0s), 2/2 VUs, 216 complete and 0 interrupted iterations
default   [  73% ] 2 VUs  3m38.0s/5m0s

running (3m39.0s), 2/2 VUs, 218 complete and 0 interrupted iterations
default   [  73% ] 2 VUs  3m39.0s/5m0s

running (3m40.0s), 2/2 VUs, 218 complete and 0 interrupted iterations
default   [  73% ] 2 VUs  3m40.0s/5m0s

running (3m41.0s), 2/2 VUs, 220 complete and 0 interrupted iterations
default   [  74% ] 2 VUs  3m41.0s/5m0s

running (3m42.0s), 2/2 VUs, 220 complete and 0 interrupted iterations
default   [  74% ] 2 VUs  3m42.0s/5m0s

running (3m43.0s), 2/2 VUs, 222 complete and 0 interrupted iterations
default   [  74% ] 2 VUs  3m43.0s/5m0s

running (3m44.0s), 2/2 VUs, 222 complete and 0 interrupted iterations
default   [  75% ] 2 VUs  3m44.0s/5m0s

running (3m45.0s), 2/2 VUs, 224 complete and 0 interrupted iterations
default   [  75% ] 2 VUs  3m45.0s/5m0s

running (3m46.0s), 2/2 VUs, 224 complete and 0 interrupted iterations
default   [  75% ] 2 VUs  3m46.0s/5m0s

running (3m47.0s), 2/2 VUs, 226 complete and 0 interrupted iterations
default   [  76% ] 2 VUs  3m47.0s/5m0s

running (3m48.0s), 2/2 VUs, 226 complete and 0 interrupted iterations
default   [  76% ] 2 VUs  3m48.0s/5m0s

running (3m49.0s), 2/2 VUs, 228 complete and 0 interrupted iterations
default   [  76% ] 2 VUs  3m49.0s/5m0s

running (3m50.0s), 2/2 VUs, 228 complete and 0 interrupted iterations
default   [  77% ] 2 VUs  3m50.0s/5m0s

running (3m51.0s), 2/2 VUs, 230 complete and 0 interrupted iterations
default   [  77% ] 2 VUs  3m51.0s/5m0s

running (3m52.0s), 2/2 VUs, 230 complete and 0 interrupted iterations
default   [  77% ] 2 VUs  3m52.0s/5m0s

running (3m53.0s), 2/2 VUs, 232 complete and 0 interrupted iterations
default   [  78% ] 2 VUs  3m53.0s/5m0s

running (3m54.0s), 2/2 VUs, 232 complete and 0 interrupted iterations
default   [  78% ] 2 VUs  3m54.0s/5m0s

running (3m55.0s), 2/2 VUs, 234 complete and 0 interrupted iterations
default   [  78% ] 2 VUs  3m55.0s/5m0s

running (3m56.0s), 2/2 VUs, 234 complete and 0 interrupted iterations
default   [  79% ] 2 VUs  3m56.0s/5m0s

running (3m57.0s), 2/2 VUs, 236 complete and 0 interrupted iterations
default   [  79% ] 2 VUs  3m57.0s/5m0s

running (3m58.0s), 2/2 VUs, 236 complete and 0 interrupted iterations
default   [  79% ] 2 VUs  3m58.0s/5m0s

running (3m59.0s), 2/2 VUs, 238 complete and 0 interrupted iterations
default   [  80% ] 2 VUs  3m59.0s/5m0s

running (4m00.0s), 2/2 VUs, 238 complete and 0 interrupted iterations
default   [  80% ] 2 VUs  4m00.0s/5m0s

running (4m01.0s), 2/2 VUs, 240 complete and 0 interrupted iterations
default   [  80% ] 2 VUs  4m01.0s/5m0s

running (4m02.0s), 2/2 VUs, 240 complete and 0 interrupted iterations
default   [  81% ] 2 VUs  4m02.0s/5m0s

running (4m03.0s), 2/2 VUs, 242 complete and 0 interrupted iterations
default   [  81% ] 2 VUs  4m03.0s/5m0s

running (4m04.0s), 2/2 VUs, 242 complete and 0 interrupted iterations
default   [  81% ] 2 VUs  4m04.0s/5m0s

running (4m05.0s), 2/2 VUs, 244 complete and 0 interrupted iterations
default   [  82% ] 2 VUs  4m05.0s/5m0s

running (4m06.0s), 2/2 VUs, 244 complete and 0 interrupted iterations
default   [  82% ] 2 VUs  4m06.0s/5m0s

running (4m07.0s), 2/2 VUs, 246 complete and 0 interrupted iterations
default   [  82% ] 2 VUs  4m07.0s/5m0s

running (4m08.0s), 2/2 VUs, 246 complete and 0 interrupted iterations
default   [  83% ] 2 VUs  4m08.0s/5m0s

running (4m09.0s), 2/2 VUs, 248 complete and 0 interrupted iterations
default   [  83% ] 2 VUs  4m09.0s/5m0s

running (4m10.0s), 2/2 VUs, 248 complete and 0 interrupted iterations
default   [  83% ] 2 VUs  4m10.0s/5m0s

running (4m11.0s), 2/2 VUs, 250 complete and 0 interrupted iterations
default   [  84% ] 2 VUs  4m11.0s/5m0s

running (4m12.0s), 2/2 VUs, 250 complete and 0 interrupted iterations
default   [  84% ] 2 VUs  4m12.0s/5m0s

running (4m13.0s), 2/2 VUs, 252 complete and 0 interrupted iterations
default   [  84% ] 2 VUs  4m13.0s/5m0s

running (4m14.0s), 2/2 VUs, 252 complete and 0 interrupted iterations
default   [  85% ] 2 VUs  4m14.0s/5m0s

running (4m15.0s), 2/2 VUs, 254 complete and 0 interrupted iterations
default   [  85% ] 2 VUs  4m15.0s/5m0s

running (4m16.0s), 2/2 VUs, 254 complete and 0 interrupted iterations
default   [  85% ] 2 VUs  4m16.0s/5m0s

running (4m17.0s), 2/2 VUs, 256 complete and 0 interrupted iterations
default   [  86% ] 2 VUs  4m17.0s/5m0s

running (4m18.0s), 2/2 VUs, 256 complete and 0 interrupted iterations
default   [  86% ] 2 VUs  4m18.0s/5m0s

running (4m19.0s), 2/2 VUs, 258 complete and 0 interrupted iterations
default   [  86% ] 2 VUs  4m19.0s/5m0s

running (4m20.0s), 2/2 VUs, 258 complete and 0 interrupted iterations
default   [  87% ] 2 VUs  4m20.0s/5m0s

running (4m21.0s), 2/2 VUs, 260 complete and 0 interrupted iterations
default   [  87% ] 2 VUs  4m21.0s/5m0s

running (4m22.0s), 2/2 VUs, 260 complete and 0 interrupted iterations
default   [  87% ] 2 VUs  4m22.0s/5m0s

running (4m23.0s), 2/2 VUs, 262 complete and 0 interrupted iterations
default   [  88% ] 2 VUs  4m23.0s/5m0s

running (4m24.0s), 2/2 VUs, 262 complete and 0 interrupted iterations
default   [  88% ] 2 VUs  4m24.0s/5m0s

running (4m25.0s), 2/2 VUs, 264 complete and 0 interrupted iterations
default   [  88% ] 2 VUs  4m25.0s/5m0s

running (4m26.0s), 2/2 VUs, 264 complete and 0 interrupted iterations
default   [  89% ] 2 VUs  4m26.0s/5m0s

running (4m27.0s), 2/2 VUs, 266 complete and 0 interrupted iterations
default   [  89% ] 2 VUs  4m27.0s/5m0s

running (4m28.0s), 2/2 VUs, 266 complete and 0 interrupted iterations
default   [  89% ] 2 VUs  4m28.0s/5m0s

running (4m29.0s), 2/2 VUs, 268 complete and 0 interrupted iterations
default   [  90% ] 2 VUs  4m29.0s/5m0s

running (4m30.0s), 2/2 VUs, 268 complete and 0 interrupted iterations
default   [  90% ] 2 VUs  4m30.0s/5m0s

running (4m31.0s), 2/2 VUs, 270 complete and 0 interrupted iterations
default   [  90% ] 2 VUs  4m31.0s/5m0s

running (4m32.0s), 2/2 VUs, 270 complete and 0 interrupted iterations
default   [  91% ] 2 VUs  4m32.0s/5m0s

running (4m33.0s), 2/2 VUs, 272 complete and 0 interrupted iterations
default   [  91% ] 2 VUs  4m33.0s/5m0s

running (4m34.0s), 2/2 VUs, 272 complete and 0 interrupted iterations
default   [  91% ] 2 VUs  4m34.0s/5m0s

running (4m35.0s), 2/2 VUs, 274 complete and 0 interrupted iterations
default   [  92% ] 2 VUs  4m35.0s/5m0s

running (4m36.0s), 2/2 VUs, 274 complete and 0 interrupted iterations
default   [  92% ] 2 VUs  4m36.0s/5m0s

running (4m37.0s), 2/2 VUs, 276 complete and 0 interrupted iterations
default   [  92% ] 2 VUs  4m37.0s/5m0s

running (4m38.0s), 2/2 VUs, 276 complete and 0 interrupted iterations
default   [  93% ] 2 VUs  4m38.0s/5m0s

running (4m39.0s), 2/2 VUs, 278 complete and 0 interrupted iterations
default   [  93% ] 2 VUs  4m39.0s/5m0s

running (4m40.0s), 2/2 VUs, 278 complete and 0 interrupted iterations
default   [  93% ] 2 VUs  4m40.0s/5m0s

running (4m41.0s), 2/2 VUs, 280 complete and 0 interrupted iterations
default   [  94% ] 2 VUs  4m41.0s/5m0s

running (4m42.0s), 2/2 VUs, 280 complete and 0 interrupted iterations
default   [  94% ] 2 VUs  4m42.0s/5m0s

running (4m43.0s), 2/2 VUs, 282 complete and 0 interrupted iterations
default   [  94% ] 2 VUs  4m43.0s/5m0s

running (4m44.0s), 2/2 VUs, 282 complete and 0 interrupted iterations
default   [  95% ] 2 VUs  4m44.0s/5m0s

running (4m45.0s), 2/2 VUs, 284 complete and 0 interrupted iterations
default   [  95% ] 2 VUs  4m45.0s/5m0s

running (4m46.0s), 2/2 VUs, 284 complete and 0 interrupted iterations
default   [  95% ] 2 VUs  4m46.0s/5m0s

running (4m47.0s), 2/2 VUs, 286 complete and 0 interrupted iterations
default   [  96% ] 2 VUs  4m47.0s/5m0s

running (4m48.0s), 2/2 VUs, 286 complete and 0 interrupted iterations
default   [  96% ] 2 VUs  4m48.0s/5m0s

running (4m49.0s), 2/2 VUs, 288 complete and 0 interrupted iterations
default   [  96% ] 2 VUs  4m49.0s/5m0s

running (4m50.0s), 2/2 VUs, 288 complete and 0 interrupted iterations
default   [  97% ] 2 VUs  4m50.0s/5m0s

running (4m51.0s), 2/2 VUs, 290 complete and 0 interrupted iterations
default   [  97% ] 2 VUs  4m51.0s/5m0s

running (4m52.0s), 2/2 VUs, 290 complete and 0 interrupted iterations
default   [  97% ] 2 VUs  4m52.0s/5m0s

running (4m53.0s), 2/2 VUs, 292 complete and 0 interrupted iterations
default   [  98% ] 2 VUs  4m53.0s/5m0s

running (4m54.0s), 2/2 VUs, 292 complete and 0 interrupted iterations
default   [  98% ] 2 VUs  4m54.0s/5m0s

running (4m55.0s), 2/2 VUs, 294 complete and 0 interrupted iterations
default   [  98% ] 2 VUs  4m55.0s/5m0s

running (4m56.0s), 2/2 VUs, 294 complete and 0 interrupted iterations
default   [  99% ] 2 VUs  4m56.0s/5m0s

running (4m57.0s), 2/2 VUs, 296 complete and 0 interrupted iterations
default   [  99% ] 2 VUs  4m57.0s/5m0s

running (4m58.0s), 2/2 VUs, 296 complete and 0 interrupted iterations
default   [  99% ] 2 VUs  4m58.0s/5m0s

running (4m59.0s), 2/2 VUs, 298 complete and 0 interrupted iterations
default   [ 100% ] 2 VUs  4m59.0s/5m0s

running (5m00.0s), 2/2 VUs, 298 complete and 0 interrupted iterations
default   [ 100% ] 2 VUs  5m00.0s/5m0s
time="2023-01-30T05:29:30Z" level=warning msg="Request Failed" error="Post \"undefined/exports/undefined\": unsupported protocol scheme \"\""
time="2023-01-30T05:29:30Z" level=info msg=0 source=console

running (5m00.1s), 0/2 VUs, 300 complete and 0 interrupted iterations
default ✓ [ 100% ] 2 VUs  5m0s

     ✓ is status 200

     █ setup

     █ teardown

     checks.........................: 100.00% ✓ 600      ✗ 0  
     data_received..................: 606 MB  2.0 MB/s
     data_sent......................: 59 kB   198 B/s
     http_req_blocked...............: avg=39.08µs min=0s      med=4.89µs  max=2.52ms  p(90)=13.3µs  p(95)=268.79µs
     http_req_connecting............: avg=19.7µs  min=0s      med=0s      max=1.91ms  p(90)=0s      p(95)=200.49µs
     http_req_duration..............: avg=14.61ms min=0s      med=12.08ms max=93.59ms p(90)=23.26ms p(95)=30.86ms 
       { expected_response:true }...: avg=14.64ms min=6.93ms  med=12.08ms max=93.59ms p(90)=23.26ms p(95)=30.9ms  
     http_req_failed................: 0.16%   ✓ 1        ✗ 600
     http_req_receiving.............: avg=5.57ms  min=0s      med=4.44ms  max=47.09ms p(90)=8.88ms  p(95)=11.49ms 
     http_req_sending...............: avg=49.82µs min=0s      med=19.9µs  max=5.4ms   p(90)=54.69µs p(95)=69.49µs 
     http_req_tls_handshaking.......: avg=0s      min=0s      med=0s      max=0s      p(90)=0s      p(95)=0s      
     http_req_waiting...............: avg=8.99ms  min=0s      med=7.15ms  max=83.93ms p(90)=14.27ms p(95)=19.13ms 
     http_reqs......................: 601     2.002377/s
     iteration_duration.............: avg=1.98s   min=78.29µs med=2s      max=2.01s   p(90)=2s      p(95)=2s      
     iterations.....................: 300     0.999523/s
     vus............................: 2       min=2      max=2
     vus_max........................: 2       min=2      max=2